[{"quote": "Many of life's failures are people who did not realize how close they were to success when they gave up", "author": "Thomas A. Edison"},{"quote": "Life is like a coin. You can spend it any way you wish, but you only spend it once.", "author": "Lillian Dickson"},{"quote": "Never let the fear of striking out keep you from playing the game.", "author": "Babe Ruth"},{"quote": "Don't settle for what life gives you; make life better and build something.", "author": "Ashton Kutcher"},{"quote": "I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.", "author": "Neil Armstrong"},{"quote": "The best way to predict your future is to create it.", "author": "Abraham Lincoln"},{"quote": "If you want to live a happy life, tie it to a goal, not to people or things.", "author": "Albert Einstein"},{"quote": "You must expect great things of yourself before you can do them.", "author": "Michael Jordan"},{"quote": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.", "author": "Leonardo Da Vinci"},{"quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.", "author": "James Cameron"},{"quote": "You don't have to be great to start, but you have to start to be great.", "author": "Zig Ziglar"},{"quote": "Everything you want is on the other side of fear.", "author": "Jack Canfield"},{"quote": "Life isn't about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"},{"quote": "Believe and act as if it were impossible to fail.", "author": "Charles Kettering"},{"quote": "Always do your best. What you plant now, you will harvest later.", "author": "Og Mandino"},{"quote": "When we are no longer able to change a situation, we are challenged to change ourselves.", "author": "Viktor E. Frankl"},{"quote": "Always go with your passions. Never ask yourself if it's realistic or not.", "author": "Deepak Chopra"},{"quote": "I can accept failure, everyone fails at something. But I can't accept not trying.", "author": "Michael Jordan"},{"quote": "Spread love everywhere you go. Let no one ever come without leaving happier.", "author": "Mother Teresa"},{"quote": "Everything negative — pressure, challenges — is all an opportunity for me to rise.", "author": "Kobe Bryant"},{"quote": "Life is a succession of lessons which must be lived to be understood.", "author": "Helen Keller"},{"quote": "In three words I can sum up everything I've learned about life: It goes on.", "author": "Robert Frost"},{"quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", "author": "Michael Jordan"},{"quote": "If you love life, don't waste time, for time is what life is made up of.", "author": "Bruce Lee"},{"quote": "You're not defined by your past; you're prepared by it. You're stronger, more experienced, and you have greater confidence.", "author": "Joel Osteen"},{"quote": "Life is what happens when you're busy making other plans.", "author": "John Lennon"},{"quote": "If you don't like the road you're walking, start paving another one.", "author": "Dolly Parton"},{"quote": "Courage doesn't always roar. Sometimes courage is the little voice at the end of the day that says I'll try again tomorrow.", "author": "Mary Anne Radmacher"},{"quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "author": "Douglas Adams"},{"quote": "A problem is a chance for you to do your best.", "author": "Duke Ellington"},{"quote": "Don't let yesterday take up too much of today.", "author": "Will Rogers"},{"quote": "The best way out is through.", "author": "Robert Frost"},{"quote": "Every strike brings me closer to the next home run.", "author": "Babe Ruth"},{"quote": "When you change your thoughts, remember to also change your world.", "author": "Norman Vincent Peale"},{"quote": "You may not control all the events that happen to you, but you can decide not to be reduced by them.", "author": "Maya Angelou"},{"quote": "Life is made of ever so many partings welded together.", "author": "Charles Dickens"},{"quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.", "author": "Bill Bradley"},{"quote": "How dare you settle for less when the world made it so easy for you to be remarkable?", "author": "Seth Godin"},{"quote": "The only thing we have to fear is fear itself.", "author": "Franklin D. Roosevelt"},{"quote": "To succeed in life, you need three things: a wishbone, a backbone, and a funny bone.", "author": "Reba McEntire"},{"quote": "Courage is being scared to death, but saddling up anyway.", "author": "John Wayne"},{"quote": "In the end, it's not the years in your life that count. It's the life in your years.", "author": "Abraham Lincoln"},{"quote": "If you cannot do great things, do small things in a great way.", "author": "Napoleon Hill"},{"quote": "The secret to getting ahead is getting started.", "author": "Mark Twain"},{"quote": "Well done is better than well said.", "author": "Benjamin Franklin"},{"quote": "You must be the change you wish to see in the world.", "author": "Mahatma Gandhi"},{"quote": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney"},{"quote": "You will face many defeats in life, but never let yourself be defeated.", "author": "Maya Angelou"},{"quote": "Keep calm and carry on.", "author": "Winston S. Churchill"},{"quote": "Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.", "author": "Vivian Greene"},{"quote": "Life is either a great adventure or nothing.", "author": "Helen Keller"},{"quote": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle Onassis"}]
